Repository: wp-plugins/stern-upload-and-collect
Catalog: lang/SternUPAC-*.po
Languages: fr_fr

source: Pickup Time
fr_fr: Date de récupération

source: Price of your prescription is:
fr_fr: Le prix de votre ordoccance est de:

source: Deleted
fr_fr: Supprimée

source: Prescription received
fr_fr: Ordonnance reçue

source: Preparation in progress
fr_fr: Ordonnance en cours de traitement

source: Preparation completed
fr_fr: Ordonnance terminée

source: Prescription received and paid
fr_fr: Ordonnance récupérée et payée

source: Partial preparation complete
fr_fr: Préparation partielle terminée

source: Document validated
fr_fr: Document validé

source: Expired document
fr_fr: Document expiré

source: Pending validation
fr_fr: En cours de validation

source: Sorry, you must be a pharmacist for this area.
fr_fr: Vous devez etre pharmacien pour voir l'admin.

source: Pharmacist
fr_fr: Pharmacien

source: Fisrt Name
fr_fr: Prénom

source: Name
fr_fr: Nom

source: Birthdate
fr_fr: Date de Naissance

source: Gender
fr_fr: Civilité

source: Female
fr_fr: Femme

source: Male
fr_fr: Homme

source: How you want to be informed ?
fr_fr: Type de contact avec votre pharmacie

source: Phone
fr_fr: Téléphone

source: Alert
fr_fr: Alerte

source: Let me know if a product is not refunded
fr_fr: M'avertir si un produit n'est pas remboursé.

source: Accept all outstanding products
fr_fr: Accepter tous les porduits non remboursés

source: Social security number
fr_fr: Numéro de sécurité social

source: You must be logged in.
fr_fr: Vous devez vous enregistrer pour atteindre cet espace.

source: Ok. Activated
fr_fr: Ok. Activé

source: Thanks to install WooCommerce plugin.
fr_fr: Merci de mettre en place le module WooCommerce.

source: Error. Thanks to activate it!
fr_fr: Erreur. Merci de l'activer

source: Create pages
fr_fr: Créer les pages

source: Create 2 products
fr_fr: Créer les 2 produits

source: Please visit us!
fr_fr: Allez faire un tour !

source: Send your
fr_fr: Envoyer votre

source: Upload your prescription. File size is maximum 800 Ko.
fr_fr: Télécharger votre ordonnance. Taille maximale du ficher est de 800Ko.

source: Your comments
fr_fr: Vos commentaires

source: Renewable?
fr_fr: Renouvelable ?

source: Renewed every
fr_fr: Renouvellements tous les

source: Send your document.
fr_fr: Envoyer votre document

source: Vos commentaires
fr_fr: Comments

source: Search criteria
fr_fr: Critères de recherche

source: Order
fr_fr: Commande

source: Download
fr_fr: Télécharger

source: Delete
fr_fr: Supprimer

source: File Name
fr_fr: Prénom

source: End of validity
fr_fr: Fin de validité

source: Status
fr_fr: Statut

source: No prescriptions yet. Visit our
fr_fr: Pas enocre d'ordonannce. Allez sur notre

source: Store
fr_fr: Boutique

source: Search Criteria
fr_fr: Critères de recherche

source: Search
fr_fr: Rechercher

source: Sent date
fr_fr: Date d'envoi

source: Statut
fr_fr: Status

source: 1. Load Prescription
fr_fr: 1. Charger Ordonnance

source: 2. Prescriptions list
fr_fr: 2. Litse des ordnnances

source: 3. Client Information
fr_fr: 3. Information Client

source: 4. Other document to be attached
fr_fr: 4. Mutuelle

source: 5. Add to cart
fr_fr: 5. Ajouter au panier

source: Pending prescriptions:
fr_fr: Nombre d'ordonnance en attente :

source: Other document loaded:
fr_fr: Autre documents chargés:

source: Add to cart
fr_fr: Ajouter au Panier

source: Please load at least 1 prescription.
fr_fr: Merci de charger au moins 1 document.

source: Order ID
fr_fr: Numéro de commande

source: File name
fr_fr: Nom du fichier

source: You must be logged in.
fr_fr: Vous devez vous enregistrer pour atteindre cet espace.

source: Vous devez vous enregistrer pour atteindre cet espace :
fr_fr: You must be logged in.

source: linked with order
fr_fr: sous la Commande

source: Download formatted
fr_fr: Télécharger document formaté

source: Submission date
fr_fr: Date de soumission du document

source: Start date of preparation
fr_fr: Date de début de la préparation

source: End date of preparation
fr_fr: Date de fin de la préparation

source: prepared by the pharmacist
fr_fr: Préparée par le pharmacien

source: Receipt physically Date
fr_fr: Date de réception en magasin

source: Date d"estimation de fin de la pr&eacute;paration
fr_fr: Date Preparation completed estimate

source: Pharmacist comment
fr_fr: Commentaire pharmacien

source: Price
fr_fr: Prix

source: View admin order
fr_fr: Voir la commande dans le back office

source: Title:
fr_fr: Titre :
